Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D02.tmx
Source language: en_us
Languages: zh_cn

source: Atheism Is a Religion - Or at least it requires a God for you not to believe in
zh_cn: 无神论也是一种宗教——或者说最起码它得有一个你不信仰的神

source: I didn't know what fire and brimstone was until I made a throwaway claim recently during an appearance on Real Time with Bill Maher.
zh_cn: 我直到最近和Bill Maher共同参加Real Time并随口说出那句话，我才知道什么是地狱的磨难。

source: It seemed pretty unaudacious at the time, but by dropping the simple sentence "Atheism is a religion," I opened a biblical floodgate of ridicule, name-calling, and abuse.
zh_cn: 当时其实我并没有口无遮拦，但是就是因为随便说了这句“无神论也是一种宗教。”紧接而来的就是来自如潮水般涌来的嘲笑，中伤和辱骂。

source: My Twitter feed and Facebook page became engorged with angry responses.
zh_cn: 我的twitter和Facebook上都是网友们愤怒的回应。

source: "Your adherence into adulthood to what is usually an adolescent phase (Libertarianism), speaks volumes about your confirmation bias levels," wrote Kernan.
zh_cn: Kernan写道：“把本来应该属于青春期的固执（自由主义）带到你长大成人，这很好地说明了你确认偏误的程度。”

source: Touchstone Supertramp added; "Damn girl you got a big forehead."
zh_cn: Touchstone Supertramp补充道：“蠢丫头你额头真大。”

source: A guy named Kevin and about 70 other people shared this bumper-sticker nugget: "If atheism is a religion, then off is a TV channel."
zh_cn: 一个叫Kevin以及其他70位朋友都分享了这样一条有趣的状态：“如果无神论是一种宗教，那么关电视也是一个频道了。”

source: Liz wrote, "Kennedy, is that if atheism constitutes a religious belief than anorexia is whenever you don't eat."
zh_cn: Liz写道：“肯尼迪，如果无神论构成一种宗教信仰的话，那么只要是你不吃东西的时候那你就是神经性厌食症了。”

source: Michael wrote: "religion Noun: 1. Whatever Kennedy says it is."
zh_cn: Michael这样评论：“religion名词释义1 Kennedy说它是什么就是什么。”

source: That was awesome.
zh_cn: 这有点奇怪。

source: Beth called me a minor celebrity and a major troll--and it was also awesome to have somebody think I'm a celebrity.
zh_cn: Beth说我小有名气不过还是个小人物——而这就让某些人认为我是个知名人士同样也很奇怪。

source: I was called names and insulted in ways I haven't heard since the first Clinton administration, when leading scientists still believed the Internet was created by Al Gore in only seven days.
zh_cn: 这些嘲笑与辱骂我的方式都是我自从克林顿第一个任期以来闻所未闻的，要知道在那时顶尖的科学家们仍然坚信互联网是阿尔戈尔（译者注：克林顿时期美国副总统，提出“信息高速公路”和“数字地球”的概念）仅用七天创造出来的。

source: Although I've missed the barbs, I was surprised at the bitterness that poured from so many disbelievers.
zh_cn: 尽管我忽略了那些辱骂，但是我仍很惊讶于这些挖苦来自众多的无神论者。

source: And I remain convinced that atheism is, in fact, a religion.
zh_cn: 然后我要说的是，我仍坚持无神论事实上就是一种宗教。

source: Like the Buddha seeking truth, I decided to leave the hostile waters of social networking in search of a scientist with a fresh perspective at the intersection of biology and the divine.
zh_cn: 就像佛陀寻找真相那样，我决定抛开来自社交网络的脏水，寻找一位在生物学与神灵交叉领域有着独到见解的科学家。

source: Andrew Newberg is a neuroscientist at Thomas Jefferson University whose field of study is neurotheology, the study of the relationship between the brain and religious and spiritual beliefs and experiences.
zh_cn: Andrew Newberg就是这样一位，他是托马斯杰弗逊大学研究神经神学（一门有关大脑、宗教、精神信仰以及经验之间的关系的一门学科）的一位神经科学家。

source: Newberg and his late partner Eugene D'Aquili mapped various parts of the brain showing activation in specific areas when people were undergoing certain religious rituals or experiences, such as a shaman being in a trance or a Buddhist entering a mystical state.
zh_cn: Newberg以及和他最近的同伴Eugene D'Aquili绘制出了当人们正在处在某种宗教仪式或体验（比如一个萨满正处于神灵附体或者一个佛教徒正在入定）时大脑中呈现活跃状态的特定区域的各个部分。

source: Regardless of the religion, the brain function was the same.
zh_cn: 抛开宗教不论，大脑的功能是不会变的。

source: Something was happening when these people experienced their version of religious phenomena, and the scans lit up like Robert Redford's suit in The Electric Horseman.
zh_cn: 当人们正在体验他们所信奉宗教的现象时，大脑就会有变化。当时扫描图像就像《电光骑士》中Robert Redford的西服一样发亮。

source: This does not prove God exists, but it does show humans are wired or biologically predisposed to believe in something.
zh_cn: 这的确无法证明上帝存在，但是它确实展示了人类是处于兴奋状态或者某种生理倾向去信仰某种事物。

source: When I interviewed him for this article, Newberg said his research demonstrates that "we are wired to have these beliefs about the world, to get at the fundamental stuff the universe is about.
zh_cn: 当我为写这篇文章采访他的时候，Newberg说他的研究证明了“我们是处于兴奋状态去持有那些与世界有关的信仰，去获得那些与宇宙相关的本源性的东西。

source: For many people, it includes God and for some it doesn't.
zh_cn: 对于许多人，它包括上帝，对于一些人却并不是这样。

source: Your brain is doing its best to understand the world and construct beliefs to understand it, and from an epistemological perspective there is no fundamental difference."
zh_cn: 你的大脑正尽它所能去理解这个世界并且建构信仰去理解它，并且从认识论的观点来看，这并没有什么本质区别。”

source: So, whether you make sense of the world as an atheist and don't require the God postulate to complete your understanding, or you are a theist and your feelings and experiences tell you something greater is there, biologically speaking, that big blob of gray Jell-O in our skulls is like a giant arrow pointing us in the same direction.
zh_cn: 所以，无论你是作为一个无神论者去理解这个世界并且不需要以上帝为出发点来完成你的理解，或者还是作为一个有神论者，并且你的感觉与经验告诉你那个更伟大的存在就在那，从生物学上讲，我们头骨中那一坨灰色果冻状的玩意就像一支巨大的箭指引着我们向同一个方向。

source: I believe that is delicious.
zh_cn: 我认为这是非常有趣的。

source: And religious.
zh_cn: 并且，它是宗教的。

source: Where Newberg and I differ is whether or not you call that universal leaning a religion when it is expressed as atheism.
zh_cn: 我和Newberg的分歧之处在于当某种东西被表达为无神论时，你是否把这种普遍倾向叫做宗教。

source: Newberg holds that if by religion you mean a system centered around a belief in a supernatural God, then atheism does not qualify.
zh_cn: Newberg坚持如果谈到宗教，那么它就是某种围绕着基于一个超自然神的信仰的系统，而无神论显然不符合。

source: I contend that if your system is about God--or about the non-existence of God--God is still at the center of the argument's "aboutness."
zh_cn: 我则争辩道如果你的系统是有关神——或者有关神是不存在的——神仍旧是处于“为何争论”的中心。

source: In the spirit of that "off is a TV channel" comment above: God is the TV. Religions are the channels.
zh_cn: 如果按照上文提到的“关电视也是一个频道”的思路，神是电视，宗教是频道。

source: If it is off, maybe he's dead or disengaged, but at least you admit there's a TV.
zh_cn: 如果电视关掉，那么他可能会死掉或者分离出去，但是至少你还承认那有个电视。

source: This also helps explain why the argument that libertarianism or the devout love of hockey are also religions fails.
zh_cn: 这也解释了有关自由主义或者对冰球虔诚的热爱同样是宗教这一观点为什么站不住脚。

source: Libertarianism is about liberty and hockey is about mullets and pucks.
zh_cn: 自由主义是有关自由，冰球是有关mullet（译者注：冰球爱好者常留的一种发型，没有找到相应的中文译法）发型以及冰球。

source: Atheism, on the other hand, is about God and proving such an overpostulated supernatural being does not exist.
zh_cn: 而无神论却是与神相关并且它要证明这种假定的超自然存在是不存在的。

source: The problem doesn't seem to be so much in pinning the term religion on atheism, but defining religion in the first place.
zh_cn: 问题似乎并不在于将无神论贴上宗教的标签，而是首先要界定宗教。

source: No one really wants to do this, and if they do, it's always with heavy qualifications.
zh_cn: 不过没人真地想要做这个，并且如果他们这么做了，那么做出的界定一定有着繁琐的各种条件。

source: If you call it this, you have to mean that, blah blah blah.
zh_cn: 如果你叫它这个，那么你就意味着那个，等等诸如此类。

source: No one I spoke to, from atheist magicians to rockstar wives to philosophy professors, really wanted to take this cloud and pin it down in the examination tray.
zh_cn: 我所交谈的对象中，从无神论魔术师到摇滚歌星的妻子们再到哲学教授们，他们没有一个人想要解决这个问题并且看看自己的答案能否经得住考验。

source: Even uber-atheist and diehard libertarian Penn Jillette would not give me his own definition of religion.
zh_cn: 甚至从心底里就是个无神论者的自由主义死忠PennJillette都不愿当面告诉我他自己对宗教的界定。

source: Instead, he told me via email, "It's all in how you define religion--if it's faith, then atheism isn't.
zh_cn: 他反而通过一封电子邮件告诉了我：这完全取决于你如何界定宗教，如果它是一种信仰，那么无神论就不是宗教。

source: If it's theism, then atheism isn't.
zh_cn: 如果是一种有神论，那么无神论也不是。

source: If it's philosophy, then atheism isn't.
zh_cn: 如果是哲学，那么无神论还不是。

source: If it's a club, then atheism isn't."
zh_cn: 如果是一个俱乐部，那么无神论仍不是一个宗教。

source: This is a descriptive technique that has been used to get at what God is by saying what He isn't; it was first made popular by Maimonedes, who I'm sure would be a fan of Penn's magic as well as his brilliant and now defunct Showtime series, Bullshit!
zh_cn: 这是一种在之前被用作通过说明上帝不是什么来阐述上帝是什么的描述方法，这种方法被迈蒙尼德（译者注：西班牙犹太哲学家，极度鄙视占星术）首先推广，我猜他一定会是潘尼的魔术还有他那超赞的不过已经停播了的真人秀bullshit！的粉丝。

source: You know why I love Penn? Because he added this for good measure: "The enemy is not religion, the enemy is faith.
zh_cn: 你知道我为什么喜欢潘尼？因为他又另外加了这样的话：“敌人并不是宗教而是信仰。

source: Believing something without proof is a fuck you to all the other people on earth."
zh_cn: 未加推论就相信某物就是你对地球上的其他人说了句‘去你大爷的’。”

source: I don't agree with it, but that last part makes me laugh.
zh_cn: 尽管我不同意这个观点，不过最后一句话确实把我逗乐了。

source: Good thing we're centering on belief and not faith, or else I'd have to stop and go fuck myself!
zh_cn: 好在我们将注意力集中在相信而非信仰，要不然我就得停下来然后去找我大爷去了。

source: When atheists rail against theists (as many did on my Facebook page), they are using the same fervor the religious use when making their claims against a secular society.
zh_cn: 当无神论者攻击有神论者时（就像他们在我Facebook上做的那样），他们有这和宗教信徒们一样的热情，就像后者发出声音对抗世俗社会一样。

source: By calling atheism a religion, I am not trying to craft terms or apply them out of convenience.
zh_cn: 我称呼无神论是一种宗教，并不是要套用术语或者为了使用这个词汇去生搬硬套。

source: I just see theists and atheists behaving in the same manner, approaching from opposite ends of the runway.
zh_cn: 我只是发现有神论者和无神论者真的是按照同一种方式行事，向与对方相反的目标前进。

source: The entire discourse about religion stems from those who think they know more than the other guy.
zh_cn: 所有关于宗教的言论都起源于那些自认比其他人知道的多的家伙。

source: But what we really know is that we don't know much.
zh_cn: 但是我们真正知道的却是“我们知道的并不多”。

source: And we seem to share the same mechanisim in our brains that drives us to make claims of faith and rationalism as a way of making sense of the great unknown.
zh_cn: 并且我们似乎是受大脑中的同一机制驱使从而使我们将信仰或者理性主义作为理解未知事物的方式。

source: You can call atheism a belief system, which Newberg guardedly does, or you can make a stronger assertion and say that atheists and theists, who have conveniently developed hate-tinged froth and vitriol for one another, are quacking and waddling in the same way in different ponds.
zh_cn: 你可以称呼无神论是一个信念系统，Newberg谨慎地承认这一点，或者你可以做出一个更强力的主张，声称无神论者与有神论者，这两个很容易就打口水仗，互相阴损的群体，实际上是按照同一种方式在不同的池塘里嘎嘎直叫，摇摆而行。

source: Either way, they are ducks and atheism is a religion.
zh_cn: 不管怎么说，他们都是聒噪的鸭子，并且无神论真的是宗教。

source: At least it is in the hands of those who are so religious about their disbelief that they place the weight of the argument on the feathery shoulders of their believing brothers and sisters.
zh_cn: 至少无神论是被这样一些人掌控着，他们对有神的怀疑是如此地宗教化以至于将争论的压力放在那些有神信仰的兄弟姐妹们孱弱的肩膀上。

source: Here you have the atheistic religion in a nutshell: superhuman agency, devotion, self-selecting groups of people.
zh_cn: 这里你能够得到“无神论宗教”：超人的机构，热爱，自我选择而成的团体。

source: Add to that the intense--even religious--zeal with which many atheists defend their claims.
zh_cn: 再加上他们为无神论辩护所带有的强烈的甚至宗教式的热诚。

source: Let me tell you: The angriest ones can be as malicious as a coven of Westboro Baptists at a veteran's funeral.
zh_cn: 让我告诉你，那些最愤怒的家伙能够像一个老兵葬礼上的威斯特布路浸信会女巫（译者注：该教成员经常在美国军人葬礼上举行示威活动）那般恶毒。

source: Bill Maher himself took five minutes at the end of the next week's show to rant against anyone who would call atheism a religion.
zh_cn: Bill Maher他自己在上周的节目最后花了五分钟来痛骂任何把无神论称作是宗教的人。

source: He added that you were a moron if you believed this (given what he's called other ladies he disagrees with, I'm thinking I got off pretty easy).
zh_cn: 他补充说如果你相信这个那你就是个傻×（相比较他对那些他所反对的女性的称呼，我觉得这个称呼好多了）。

source: For a group of ultra-rationalists, the atheists sound downright emotional.
zh_cn: 对于极端理性主义者的群体来说，无神论者完全是感情用事。

source: I may sound that way too: When I called some of my Twitter/Facebook pen pals "Palins," they became particularly rankled, accused me of circular logic, and called me a Palin, to which I say, "I know you are, but what am I?"
zh_cn: 我可能也会听到这样的说话方式：当我称呼我twitter和Facebook上的一些笔友为“Palins”时，他们就开始恼火，指责我的循环逻辑，并且也叫我Palin，对此我要说，“我知道你的心情，可谁又能理解我呢？”

source: No matter what I said to counter their statements or clarify my thoughts, by and large they refused to give me a fitting definition of religion.
zh_cn: 无论我为反对他们的观点或者澄清自己的想法说些什么，总体上来说他们都不会给我一个合适的宗教的定义。

source: Nobody on my Facebook thread could tell me why it was so problematic and offensive to categorize a system of thought adhered to by a group of people about the nonexistence of a supernatural entity as a religion.
zh_cn: 也没有人在我的Facebook上能够告诉我为什么把一个属于一帮坚信超自然是不存在的人的信念系统归属于宗教的范畴是这样的麻烦而且会带有攻击性。

source: I have yet to hear a cogent response to this question: Why is it a problem if someone considers atheism a religion?
zh_cn: 为什么如果某人认为无神论是一种宗教会有问题？关于这个问题我还没有听到一个令人信服的答复。

source: How does that hurt the atheists' claim?
zh_cn: 这怎么就伤害到无神论者的主张了呢？

source: It's not saying you can't believe God does not exist.
zh_cn: 这并不是说你不能相信上帝是不存在的。

source: Knock yourself out!
zh_cn: 你们仍可以这样信啊！

source: Some of my idols are atheists--false idols, mind you, but certainly shapers of my outlook and worldview.
zh_cn: 我的一些偶像就是无神论者——是反面偶像，提醒你，但是他们肯定是我世界观的塑造者。

source: I do thank God for the godless.
zh_cn: 我真心感谢上帝还有上帝不存在这一说法。

source: Maybe the best treatment on Earth of the question as to whether or not atheism is a religion came from music god Frank Zappa, founder of the Church of American Secular Humanism (CASH).
zh_cn: 也许对待无神论是否是宗教这一问题最好的方法来自于音乐之神弗兰克·扎帕——美国世俗人文主义教派（the Church of American Secular Humanism下简称CASH）的创始人。

source: Secular humanism is defined as reason rejecting dogma and supernaturalism, which is a fancy way of saying it's atheists who believe in people and not God.
zh_cn: 世俗人文主义被定义为拒绝教规以及超自然主义的理性，通俗地说就是信仰人本身而不信神。

source: I am down with reason, and although I think I have psychic powers that allow my friends' dead parents to take over my emotions, I respect those who don't believe in the supernatural.
zh_cn: 我本人和理性联系紧密，尽管我认为我有特异功能可以让我朋友去世的双亲接管我的感情，我尊重那些不信仰超自然的人们。

source: It is a lot easier to believe in fewer things than to accept a host of others on faith alone, and humanists are intellectual minimalists.
zh_cn: 信仰更少的东西总要比在信仰这一方面接受一系列其它的东西要容易的多。人文主义者们都是理智的极简抽象主义者。

source: They are the Design Within Reach to Christianity's Shabby Chic, and no one was more ready to clean house than Frank Zappa.
zh_cn: 他们都是力求设计出最接近基督教原始的衣衫褴褛的款式，并且没人会比弗兰克·扎帕更愿意准备大扫除。

source: CASH began with an Alabama school textbook court case, where a judge ruled atheism was a religion that was overwhelming the school system and that Christian families deserved equal time in the classroom.
zh_cn: CASH是从一个阿拉巴马州学校教科书诉讼案件开始的，案件中法官裁决无神论是一个正在颠覆教育系统的宗教，并且基督教的各个教派的内容在课堂上也应该占有相同的时间。

source: Frank called their bluff.
zh_cn: 弗兰克称这是他们在吓唬人。

source: If secular humanism is a court-recognized religion, he figured, then be prepared to dole out the tax-exempt rewards along with the after-life punishments!
zh_cn: 如果世俗人文主义是一个被法庭认可的宗教，他指出，那就要准备一起发放免税奖励与事后惩罚！

source: The tenets of the faith were laid out by the judge and Frank jumped on them with devotion.
zh_cn: 信仰的原则被法官所安排而弗兰克则强烈地指责他们。

source: He created CASH and incorporated it in the Yellowhammer State, ready to convert the faithful out of their delusions and handing out T-shirts instead of communion wafers.
zh_cn: 他创立了CASH并且在金色啄木鸟之州（阿拉巴马州的别称）把它办成了公司，准备让那些基督教的忠实成员脱离幻想并且发放T恤衫而不是圣餐饼。

source: Zappa's widow Gail, who has renewed vigor to restart CASH and make a go of it in California, is simply giddy when she defines atheism as "technically a system of disbelief." CASH is not only a corporation but now, thanks to the Supreme Court, officially a person as well, and, as she puts it, "free to marry other religions' non-taxable businesses and enjoy another level of tax freedom."
zh_cn: 已经重启CASH并为此前往加州的扎帕遗孀盖尔在将无神论定义为严格意义上一个怀疑神的系统时表现得很随意，“CASH现在不仅仅是一个单独的社团，这还得感谢那个超一流的法庭，正式地讲是一个人”，她继续说道，“现在它可以自由地和其它宗教、免税商业紧密结合，并且可以享受另一个级别的免税。”

source: This seems like the best-case scenario.
zh_cn: 这一切看起来似乎是最好的解决方案。

source: If humanism is a religion, and secular humanists are atheists, then why not create more formal instructional dwellings, label them churches, and lap up the tax-free nectar your peers in Scientology, Mormonism, and Catholicism have been enjoying for years?
zh_cn: 如果人文主义是一种宗教，并且世俗人文主义者都是无神论者，那么为什么不创造更多正式的教学固定场所，并且给它们贴上教堂的标签，然后欣然接受你的那些科学论、摩门教、天主教朋友们已经享受了好些年的免税饮料呢？

source: As Gail Zappa summed it up to me in a poignant, thoughtful email, "I think it is central to true freedom of expression and true democracy that there be absolute separation of Church and State.
zh_cn: 盖尔·扎帕用一封切中要害发人深思的电子邮件将这些归纳给我，“我认为真正的言论自由以及真正的绝对政教分离的民主是核心所在。

source: Especially in politics, which [Frank] said is the Entertainment Branch of government."
zh_cn: 尤其在政治领域，正如弗兰克所说的‘政府的娱乐部门’。”

source: My Orthodox priest would probably give me a stern penance for saying this, but I do not have a problem with church-owned businesses paying taxes.
zh_cn: 如果我说出这样的话，我的东正教牧师也许会给我以严厉的惩罚，不过我真的对教派所有的产业要交税这件事没什么想法。

source: I don't know that you have to tax every dime that hits the collection basket, but a blanket exemption seems a little clumsy.
zh_cn: 我真的不知道你不得不为落在募捐栏里的每一毛钱去交税，不过完全免税真是有一些愚蠢。

source: Atheists should embrace their religiosity, recognize the biological component that drives them to make sense of the world like the rest of us, and church it up.
zh_cn: 无神论者门应该欣然接受他们的宗教狂热，搞清楚那些和其余人一样的引导他们认识世界的生物原件，然后去膜拜它们吧。

source: As the Man from Galilee once put it, render unto Caesar what is Caesar's, and to God what is God's.
zh_cn: 正如那个来自加利利的人（译者注，指耶稣）所说的，该撒之物当归该撒，上帝之物当归上帝。

source: If you don't believe in God, then you don't owe him anything.
zh_cn: 如果你不信上帝，那么你什么也不欠他。

source: And if my Facebook friends are any indication, you lost your sense of humor ages ago.
zh_cn: 如果我Facebook上的朋友们还有什么想法，那么只能说你在很久以前就没有幽默感了。

source: Which means you atheists may have nothing left to lose but your taxable status.
zh_cn: 这意味着你们无神论者们只剩下“需要交税”的社会地位了。
